Repository: magicmanam/buferman
Catalog: ClipboardViewerForm/Properties/Resource.*.resx
Languages: ru

# BuferAliasReturned
source: Bufer alias was returned to its primary value
ru: Буфер был вернут к первоначальному виду

# ChangeTextPostfix
source: If you need save login/password pair, just use 'Create login credentials menu'.
ru: Если вам нужно сохранить имя/пароль, используйте меню 'Создать логин'.

# ChangeTextPrefix
source: Enter a new text for this bufer. It can be useful to hide copied passwords or alias some enourmous text. Primary button value was
ru: Введите новое значение для лэйблы этого буфера. К примеру если был скопирован пароль или какие-то данные, которые трудно отличить от других. Первичное значение буфера было

# ChangeTextTitle
source: Change bufer's text
ru: Изменение лэйблы буфера

# CreateCredsPostfix
source: TAB between username and password will be inserted automatically as well as Enter after password.
ru: TAB будет вставлен после логина и перед паролем. После этого будет нажата клавиша Enter.

# CreateCredsPrefix
source: Enter a password for login name
ru: Введите пароль для логина

# CreateCredsTitle
source: Create login credentials
ru: Создать данные для логина

# CredsName
source: Paste username
ru: Ввести только логин

# CredsPassword
source: Paste password
ru: Ввести пароль

# CredsPasswordEnter
source: Paste password with Enter
ru: Ввести пароль и нажать Enter

# CredsPrefix
source: Creds for
ru: Данные логина для

# EmptyPasswordError
source: Password can not be empty or whitespaces. Try again! Try better!
ru: Пароль не может быть пустым.

# FileBufer
source: File
ru: Файл

# FilesBufer
source: Files
ru: Файлы

# ImageBufer
source: Image
ru: Картинка

# LoadFileErrorPrefix
source: There is an error during reading a file
ru: Произошла следующая ошибка при попытке прочитать файл

# LoadFileErrorTitle
source: Loading file error
ru: Ошибка при загрузке файла

# LoadFileFilter
source: Text files (*.txt)|*.txt
ru: Текстовые файлы (*.txt)|*.txt

# LoginCreds
source: Login credentials
ru: Данные для логина

# LoginWith
source: Login with creds
ru: Зайти как

# MenuAddedToFile
source: Added to &bufers.txt file
ru: Добавлен в файл с буферами

# MenuAddToFile
source: Add to &bufers.txt file
ru: Добавить в файл с буферами по умолчанию

# MenuChange
source: Change &text
ru: Изменить лэйбл буфера

# MenuCharByChar
source: Type &char by char (for console)
ru: Ввести текст посимвольно (в консоли и др.)

# MenuCreds
source: Create &login credentials
ru: Создать логин

# MenuDelete
source: &Delete
ru: Удалить буфер

# MenuEdit
source: &Edit
ru: Правка

# MenuEditDel
source: Delete &all
ru: Удалить все буферы

# MenuEditDelTemp
source: Delete all &temporary
ru: Удалить только временные буферы

# MenuEditDelText
source: There are persistent bufers exist. Do you want to delete only temporal bufers?
ru: В программе сейчас есть постоянные буферы. Может вы хотели удалить только временные буферы? Либо удалятся все буферы.

# MenuEditDelTitle
source: Confirm persistent bufers deletion
ru: Подтверждение удаления постоянных буферов

# MenuEditRedo
source: &Redo
ru: Вернуть

# MenuEditUndo
source: &Undo
ru: Отменить

# MenuFile
source: &File
ru: &Файл

# MenuFileChangeDefault
source: Open/update default file
ru: Открыть/изменить файл по умолчанию

# MenuFileExit
source: E&xit session
ru: Выход из программы

# MenuFileLoad
source: Lo&ad from file
ru: Загрузить буферы из файла

# MenuFormats
source: &Formats
ru: Форматы

# MenuHelp
source: &Help
ru: Помощь

# MenuHelpAbout
source: &About
ru: О проекте

# MenuHelpAboutText
source: Windows clipboard helper with love... Current program version is
ru: Помощник в работе с буферами обмена, в который просто нельзя не влюбиться! Текущая версия программы

# MenuHelpAboutTitle
source: About BuferMAN
ru: О проекте BuferMAN

# MenuHelpDonate
source: Make &world better
ru: Сделать мир лучше

# MenuHelpDonateText
source: Hello my Friend! Thank you for interest to this program! It was created with love to help other people in their day-to-day activities. The most valuable gift for me will be your help for other people! There are many people who need your help and support around: people with disabilities, children without parents and so on... You can find any clarity organization or smthg similar and transfer there some funds - I will really appreciate your act! Thank you again and have a nice day!
ru: Здравствуй, пользователь! Спасибо за проявленный интерес к этой программе! Она призвана помочь людям в их рутинной работе. Самым ценным подарком для меня будет ваша помощь другим людям, нуждающимся в помощи: дети-сироты, инвалиды и другие незащищённые люди. Есть мн-во благотворительных организаций и счетов, через которые им можно помочь, нужно их только найти и желание это сделать! Я буду очень признателен за этот поступок! Ещё раз спасибо и отличного дня!

# MenuHelpDonateTitle
source: Your help is really appreciated
ru: Помоги ближнему и когда-то помогут тебе!

# MenuHelpSend
source: Send &feedback/issue
ru: Открыть форму обратной связи

# MenuHelpStart
source: &Start time
ru: Время запуска

# MenuHelpStartPrefix
source: Program was started at
ru: Программа была запущена в

# MenuHelpStartTitle
source: Start time
ru: Время запуска

# MenuPaste
source: &Paste
ru: Вставить

# MenuPersistent
source: M&ark as persistent
ru: Сделать буфер постоянным

# MenuReturn
source: &Return text to initial
ru: Вернуть текст к первоначальному

# NotTextBufer
source: Not a text
ru: Странный буфер

# TratataTitle
source: Tra-ta-ta!!!
ru: Тра-та-та!!!

# AllBufersPersistent
source: All your bufers are persistent. Please remove some of them and then try to copy again...
ru: Все буферы постоянные. Удалите любой из них и повторите попытку копирования...
